/*-------- Settings ------------*/

"App Management" = "Alkalmazáskezelés";

"WIFI Share" = "WiFi megosztás";

"BT Download Only in Wi-Fi" = "BT (BitTorrent) letöltés csak WiFivel";

"BT Bandwidth & Connection" = "BT (BitTorrent)sávszélesség és kapcsolat";

"Maximum Connections" = "Maximum kapcsolat";

"Connections Per Torrent" = "Kapcsolat/torrent";

"Enable Limit" = "Limit engedélyezése";

"Upload Limit" = "Limit feltöltése";

"Download Limit" = "Limit letöltése";


"Automatically Install" = "Automatikus telepítés";

"Delete After Install" = "Törlés telepítés után";

"Remove Metadata"="Metadata eltávolítása";

"Keep Awake"="Ébrentartás";

"This will keep your screen always ON while using AppCake"="Ez mindig bekapcsolva tartja a képernyőt amíg használja az alkalmazást";

"Remove Metadata will stop App Store from updating the app"="Ha eltávolítja a metadatát akkor az meggátolja az alkalmazás AppStore beli frissítésének lehetőségét";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Ha bekapsolja az iTunes szinkronizációt, akkor az AppCake által telepített alkalmazásokat is át tudja tenni a számítógépére.";

"iTunes Sync"="iTunes szinkronizáció";

"Feedback"="Visszajelzés";

"Changelog"="Változások";

"I Can Translate"="Tudok fordítani";

"Clear Image Cache"="Takarítás";

"Settings" = "Beállítások";

"Show iPhone Apps" = "iPhone alkalmazások mutatásaa";
